Repository: guitaripod/pixie
Catalog: iOS/Pixie/Pixie/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, zh_hans, zh_hant

source: Now make it a stunning deep-space galaxy with vivid nebulas
de: Mach daraus jetzt eine atemberaubende Tiefraumgalaxie mit leuchtenden Nebeln
es: Ahora conviértelo en una impresionante galaxia del espacio profundo con nebulosas vívidas
fr: Transforme-le maintenant en une galaxie spectaculaire de l'espace profond avec des nébuleuses éclatantes
it: Ora trasformalo in una galassia spaziale mozzafiato con nebulose vivide
ja: 今度は鮮やかな星雲が広がる息をのむ深宇宙の銀河にして
ko: 이번엔 선명한 성운이 가득한 경이로운 심우주 은하로 만들어줘
pl: Teraz zrób z tego zjawiskową galaktykę głębokiego kosmosu z żywymi mgławicami
pt_br: Agora transforme em uma galáxia deslumbrante do espaço profundo com nebulosas vívidas
zh_hans: 现在把它变成一个绚丽的深空星系，配上鲜艳的星云
zh_hant: 現在把它變成一個絢麗的深空星系，配上鮮豔的星雲

source: Number of Images
de: Anzahl der Bilder
es: Número de imágenes
fr: Nombre d'images
it: Numero di immagini
ja: 画像の枚数
ko: 이미지 수
pl: Liczba obrazów
pt_br: Número de imagens
zh_hans: 图片数量
zh_hant: 圖片數量

source: Oil Paint
de: Ölgemälde
es: Óleo
fr: Peinture à l'huile
it: Pittura a olio
ja: 油絵
ko: 유화
pl: Farby olejne
pt_br: Óleo
zh_hans: 油画
zh_hant: 油畫

source: One-tap edits
de: Bearbeitungen mit einem Tipp
es: Ediciones en un toque
fr: Retouches en un geste
it: Modifiche in un tocco
ja: ワンタップ編集
ko: 원탭 편집
pl: Edycje jednym dotknięciem
pt_br: Edições com um toque
zh_hans: 轻点即可编辑
zh_hant: 輕點即可編輯

source: One-time purchase · ≈ %lld images
de: Einmaliger Kauf · ca. %lld Bilder
es: Compra única · ≈ %lld imágenes
fr: Achat unique · ≈ %lld images
it: Acquisto singolo · ≈ %lld immagini
ja: 買い切り · 約%lld枚の画像
ko: 1회 구입 · 이미지 약 %lld개
pl: Zakup jednorazowy · ≈ %lld obrazu
pt_br: Compra única · ≈ %lld imagens
zh_hans: 一次性购买 · 约 %lld 张图片
zh_hant: 一次性購買 · 約 %lld 張圖片

source: Opaque
de: Deckend
es: Opaco
it: Opaco
ja: 不透明
ko: 불투명
pl: Nieprzezroczyste
pt_br: Opaco
zh_hans: 不透明
zh_hant: 不透明

source: Open Gallery
de: Galerie öffnen
es: Abrir galería
fr: Ouvrir la galerie
it: Apri la galleria
ja: ギャラリーを開く
ko: 갤러리 열기
pl: Otwórz galerię
pt_br: Abrir galeria
zh_hans: 打开图库
zh_hant: 打開圖庫

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pl: Otwórz ustawienia
pt_br: Abrir os Ajustes
zh_hans: 打开“设置”
zh_hant: 打開「設定」

source: OpenAI Costs
de: OpenAI-Kosten
es: Costes de OpenAI
fr: Coûts OpenAI
it: Costi OpenAI
ja: OpenAIコスト
ko: OpenAI 비용
pl: Koszty OpenAI
pt_br: Custos da OpenAI
zh_hans: OpenAI 成本
zh_hant: OpenAI 成本

source: Other apps by this developer
de: Weitere Apps dieses Entwicklers
es: Otras apps de este desarrollador
fr: Autres apps de ce développeur
it: Altre app di questo sviluppatore
ja: この開発者のほかのアプリ
ko: 이 개발자의 다른 앱
pl: Inne aplikacje tego dewelopera
pt_br: Outros apps deste desenvolvedor
zh_hans: 此开发者的其他 App
zh_hant: 這位開發者的其他 App

source: Output format
de: Ausgabeformat
es: Formato de salida
fr: Format de sortie
it: Formato di output
ja: 出力形式
ko: 출력 형식
pl: Format wyjściowy
pt_br: Formato de saída
zh_hans: 输出格式
zh_hant: 輸出格式

source: Output Format
de: Ausgabeformat
es: Formato de salida
fr: Format de sortie
it: Formato di output
ja: 出力形式
ko: 출력 형식
pl: Format wyjściowy
pt_br: Formato de saída
zh_hans: 输出格式
zh_hant: 輸出格式

source: Pay for what you create. No subscription — ever.
de: Zahl nur, was du erstellst. Kein Abo – niemals.
es: Paga solo lo que creas. Sin suscripción, nunca.
fr: Payez ce que vous créez. Aucun abonnement, jamais.
it: Paghi solo ciò che crei. Nessun abbonamento, mai.
ja: 作った分だけのお支払い。 サブスクは一切なし。
ko: 만든 만큼만 결제하세요. 구독은 절대 없습니다.
pl: Płać tylko za to, co tworzysz. Bez subskrypcji, nigdy.
pt_br: Pague pelo que você criar. Sem assinatura, nunca.
zh_hans: 创作多少，付多少。 永不订阅。
zh_hant: 創作多少，付多少。 永遠不必訂閱。

source: Pencil art
de: Bleistiftzeichnung
es: Dibujo a lápiz
fr: Dessin au crayon
it: Disegno a matita
ja: 鉛筆画
ko: 연필 드로잉
pl: Rysunek ołówkiem
pt_br: Desenho a lápis
zh_hans: 铅笔画
zh_hant: 鉛筆畫

source: Photo library access denied. Please enable access in Settings.
de: Zugriff auf die Fotomediathek verweigert. Aktiviere ihn in den Einstellungen.
es: Se denegó el acceso a la fototeca. Actívalo en Ajustes.
fr: Accès à la photothèque refusé. Autorisez-le dans les réglages.
it: Accesso alla libreria foto negato. Attivalo in Impostazioni.
ja: 写真ライブラリへのアクセスが拒否されています。「設定」で許可してください。
ko: 사진 보관함 접근이 거부되었습니다. 설정에서 권한을 허용해 주세요.
pl: Odmówiono dostępu do biblioteki zdjęć. Włącz go w ustawieniach.
pt_br: Acesso à fototeca negado. Ative o acesso nos Ajustes.
zh_hans: 已拒绝访问照片图库。请在“设置”中开启权限。
zh_hant: 已拒絕取用照片圖庫。請在「設定」中開啟權限。

source: Photorealistic
de: Fotorealistisch
es: Fotorrealista
fr: Photoréaliste
it: Fotorealistico
ja: フォトリアル
ko: 포토리얼
pl: Fotorealistyczny
pt_br: Fotorrealista
zh_hans: 照片级写实
zh_hant: 照片級寫實

source: Pick a photo, then tap an edit: a pro headshot, a restored old photo, a 3D figurine and more. Powered by Google's Nano Banana.
de: Wähle ein Foto und tippe dann auf eine Bearbeitung: ein Business-Porträt, ein restauriertes altes Foto, eine 3D-Figur und mehr. Unterstützt von Googles Nano Banana.
es: Elige una foto y luego toca una edición: una foto profesional, una foto antigua restaurada, una figura 3D y mucho más. Con la tecnología de Nano Banana de Google.
fr: Choisissez une photo, puis appuyez sur une retouche : portrait pro, ancienne photo restaurée, figurine 3D et bien plus. Propulsé par Nano Banana de Google.
it: Scegli una foto, poi tocca una modifica: un ritratto pro, una vecchia foto restaurata, una statuina 3D e altro ancora. Basato su Nano Banana di Google.
ja: 写真を選んで編集をタップ。プロの証明写真、復元した古い写真、3Dフィギュアなど。Google Nano Bananaを搭載。
ko: 사진을 선택하고 편집을 탭하세요. 프로필 사진, 복원한 옛날 사진, 3D 피규어 등 다양하게. Google의 Nano Banana 기반.
pl: Wybierz zdjęcie, a potem stuknij edycję: zdjęcie biznesowe, odnowione stare zdjęcie, figurkę 3D i wiele więcej. Działa na Nano Banana od Google.
pt_br: Escolha uma foto e toque em uma edição: foto profissional, foto antiga restaurada, figura 3D e muito mais. Com tecnologia Nano Banana do Google.
zh_hans: 选一张照片，然后点一个编辑：职业形象照、修复的老照片、3D手办等等。由 Google 的 Nano Banana 提供支持。
zh_hant: 選一張照片，然後點一個編輯：職業形象照、修復的老照片、3D公仔等等。由 Google 的 Nano Banana 提供支援。

source: Pick one, then tap an edit
de: Wähle eins aus und tippe auf eine Bearbeitung
es: Elige una y toca una edición
fr: Choisissez-en une, puis appuyez sur une retouche
it: Scegline una, poi tocca una modifica
ja: 選んで編集をタップ
ko: 선택한 뒤 편집을 탭하세요
pl: Wybierz jedno i stuknij edycję
pt_br: Escolha uma e toque em uma edição
zh_hans: 选一张，然后点一个编辑
zh_hant: 選一張，然後點一個編輯

source: Pixie is a powerful AI image generation app powered by gpt-image-1. Create stunning images from text descriptions, edit existing images, and browse your own private gallery.
de: Pixie ist eine leistungsstarke KI-App zur Bilderstellung, unterstützt von gpt-image-1. Erstelle beeindruckende Bilder aus Textbeschreibungen, bearbeite vorhandene Bilder und durchstöbere deine eigene private Galerie.
es: Pixie es una potente app de generación de imágenes con IA basada en gpt-image-1. Crea imágenes impresionantes a partir de descripciones de texto, edita imágenes existentes y explora tu propia galería privada.
fr: Pixie est une puissante application de génération d'images par IA propulsée par gpt-image-1. Créez des images spectaculaires à partir de descriptions textuelles, modifiez des images existantes et parcourez votre propre galerie privée.
it: Pixie è una potente app di generazione di immagini basata sull'IA, alimentata da gpt-image-1. Crea immagini straordinarie da descrizioni testuali, modifica immagini esistenti e sfoglia la tua galleria privata.
ja: Pixieはgpt-image-1を搭載した強力なAI画像生成アプリです。テキストの説明から見事な画像を作成したり、既存の画像を編集したり、自分だけのプライベートギャラリーを閲覧したりできます。
ko: Pixie는 gpt-image-1 기반의 강력한 AI 이미지 생성 앱입니다. 텍스트 설명으로 멋진 이미지를 만들고, 기존 이미지를 편집하고, 나만의 비공개 갤러리를 둘러보세요.
pl: Pixie to zaawansowana aplikacja do generowania obrazów AI oparta na gpt-image-1. Twórz oszałamiające obrazy z opisów tekstowych, edytuj istniejące obrazy i przeglądaj swoją prywatną galerię.
pt_br: O Pixie é um poderoso app de geração de imagens com IA, com tecnologia gpt-image-1. Crie imagens incríveis a partir de descrições em texto, edite imagens existentes e explore sua própria galeria privada.
zh_hans: Pixie 是一款由 gpt-image-1 驱动的强大 AI 图像生成应用。你可以通过文字描述创作惊艳的图片、编辑现有图片，并浏览专属于你的私人图库。
zh_hant: Pixie 是一款由 gpt-image-1 驅動的強大 AI 圖像生成應用程式。你可以透過文字描述創作驚艷的圖片、編輯現有圖片，並瀏覽專屬於你的私人圖庫。

source: Pixie sends your prompts and any photos you attach to Google Gemini and OpenAI to create your images. Automated moderation checks every request. Nothing is used to identify you, and you can withdraw consent anytime in Settings.
de: Pixie sendet deine Prompts und angehängte Fotos an Google Gemini und OpenAI, um deine Bilder zu erstellen. Jede Anfrage wird automatisch moderiert. Nichts davon dient dazu, dich zu identifizieren, und du kannst die Einwilligung jederzeit in den Einstellungen widerrufen.
es: Pixie envía tus prompts y las fotos que adjuntes a Google Gemini y OpenAI para crear tus imágenes. Una moderación automática revisa cada solicitud. Nada se usa para identificarte y puedes retirar el consentimiento cuando quieras en Ajustes.
fr: Pixie envoie vos prompts et les photos que vous joignez à Google Gemini et OpenAI pour créer vos images. Une modération automatique vérifie chaque requête. Rien n'est utilisé pour vous identifier, et vous pouvez retirer votre consentement à tout moment dans les réglages.
it: Pixie invia i tuoi prompt e le foto che alleghi a Google Gemini e OpenAI per creare le immagini. Una moderazione automatica controlla ogni richiesta. Nulla viene usato per identificarti e puoi revocare il consenso quando vuoi nelle impostazioni.
ja: Pixieは画像を作成するために、プロンプトと添付した写真をGoogle GeminiおよびOpenAIに送信します。すべてのリクエストは自動モデレーションで確認されます。あなたを特定する目的には使われず、同意は「設定」からいつでも撤回できます。
ko: Pixie는 이미지를 만들기 위해 프롬프트와 첨부한 사진을 Google Gemini 및 OpenAI로 전송합니다. 모든 요청은 자동 검열을 거칩니다. 개인 식별에는 사용되지 않으며, 설정에서 언제든 동의를 철회할 수 있습니다.
pl: Pixie wysyła twoje prompty i dołączone zdjęcia do Google Gemini i OpenAI, aby stworzyć twoje obrazy. Każde żądanie jest automatycznie moderowane. Nic nie służy do twojej identyfikacji, a zgodę możesz wycofać w dowolnym momencie w ustawieniach.
pt_br: O Pixie envia seus prompts e as fotos que você anexa para o Google Gemini e a OpenAI para criar suas imagens. Uma moderação automática verifica cada solicitação. Nada é usado para identificar você, e você pode retirar o consentimento quando quiser nos ajustes.
zh_hans: 为了生成图片，Pixie 会把你的提示词和所附照片发送给 Google Gemini 与 OpenAI。每个请求都会经过自动内容审核。这些内容不会用于识别你的身份，你随时可以在“设置”中撤回授权。
zh_hant: 為了生成圖片，Pixie 會將你的提示詞與所附照片傳送給 Google Gemini 與 OpenAI。每個請求都會經過自動內容審核。這些內容不會用來識別你的身分，你隨時可以在「設定」中撤回授權。

source: Pixie sends your prompts and attached photos to Google Gemini and OpenAI to create images. Withdrawing consent pauses image generation until you grant it again.
de: Pixie sendet deine Prompts und angehängten Fotos an Google Gemini und OpenAI, um Bilder zu erstellen. Wenn du die Einwilligung widerrufst, pausiert die Bildgenerierung, bis du sie erneut erteilst.
es: Pixie envía tus prompts y las fotos adjuntas a Google Gemini y OpenAI para crear imágenes. Si retiras el consentimiento, la generación se pausa hasta que vuelvas a darlo.
fr: Pixie envoie vos prompts et les photos jointes à Google Gemini et OpenAI pour créer des images. Retirer votre consentement met la génération en pause jusqu'à ce que vous l'accordiez de nouveau.
it: Pixie invia i tuoi prompt e le foto allegate a Google Gemini e OpenAI per creare le immagini. Revocando il consenso, la generazione resta in pausa finché non lo concedi di nuovo.
ja: Pixieは画像を作成するために、プロンプトと添付した写真をGoogle GeminiおよびOpenAIに送信します。同意を撤回すると、再度同意するまで画像生成は停止します。
ko: Pixie는 이미지를 만들기 위해 프롬프트와 첨부한 사진을 Google Gemini 및 OpenAI로 전송합니다. 동의를 철회하면 다시 동의할 때까지 이미지 생성이 중단됩니다.
pl: Pixie wysyła twoje prompty i dołączone zdjęcia do Google Gemini i OpenAI, aby tworzyć obrazy. Wycofanie zgody wstrzymuje generowanie obrazów, dopóki nie zostanie ponownie udzielona.
pt_br: O Pixie envia seus prompts e as fotos anexadas para o Google Gemini e a OpenAI para criar imagens. Ao retirar o consentimento, a geração fica pausada até você concedê-lo de novo.
zh_hans: 为了生成图片，Pixie 会把你的提示词和所附照片发送给 Google Gemini 与 OpenAI。撤回授权后，图片生成将暂停，直到你再次授权。
zh_hant: 為了生成圖片，Pixie 會將你的提示詞與所附照片傳送給 Google Gemini 與 OpenAI。撤回授權後，圖片生成會暫停，直到你再次授權為止。

source: Please enter a valid amount and reason
de: Gib bitte einen gültigen Betrag und einen Grund an
es: Introduce una cantidad y un motivo válidos
fr: Saisissez un montant et un motif valides
it: Inserisci un importo e un motivo validi
ja: 有効な数量と理由を入力してください
ko: 올바른 수량과 사유를 입력해 주세요
pl: Podaj prawidłową kwotę i powód
pt_br: Informe um valor e um motivo válidos
zh_hans: 请输入有效的数量和原因
zh_hant: 請輸入有效的數量與原因

source: Please wait...
de: Bitte warten …
es: Espera un momento…
fr: Veuillez patienter…
it: Attendi…
ja: しばらくお待ちください…
ko: 잠시만 기다려 주세요…
pl: Proszę czekać…
pt_br: Aguarde…
zh_hans: 请稍候…
zh_hant: 請稍候…

source: Portrait
de: Hochformat
es: Vertical
it: Verticale
ja: 縦長
ko: 세로
pl: Pionowy
pt_br: Retrato
zh_hans: 竖版
zh_hant: 直向

source: Portrait (1024×1536)
de: Hochformat (1024×1536)
es: Vertical (1024×1536)
it: Verticale (1024×1536)
ja: 縦長（1024×1536）
ko: 세로 (1024×1536)
pl: Pionowy (1024×1536)
pt_br: Retrato (1024×1536)
zh_hans: 竖版（1024×1536）
zh_hant: 直向（1024×1536）

source: Powered by Nano Banana
de: Unterstützt von Nano Banana
es: Con la tecnología de Nano Banana
fr: Propulsé par Nano Banana
it: Basato su Nano Banana
ja: Nano Banana搭載
ko: Nano Banana 기반
pl: Działa na Nano Banana
pt_br: Com tecnologia Nano Banana
zh_hans: 由 Nano Banana 提供支持
zh_hant: 由 Nano Banana 提供支援

source: Preserve details (faces, logos)
de: Details bewahren (Gesichter, Logos)
es: Conservar detalles (caras, logotipos)
fr: Préserver les détails (visages, logos)
it: Conserva i dettagli (volti, loghi)
ja: 細部を保持（顔・ロゴ）
ko: 디테일 유지 (얼굴, 로고)
pl: Zachowaj szczegóły (twarze, logo)
pt_br: Preservar detalhes (rostos, logos)
zh_hans: 保留细节（人脸、标志）
zh_hant: 保留細節（人臉、標誌）

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
pl: Prywatność
pt_br: Privacidade
zh_hans: 隐私
zh_hant: 隱私權

source: Pro headshot
de: Business-Porträt
es: Foto profesional
fr: Portrait pro
it: Ritratto pro
ja: プロの証明写真
ko: 프로필 사진
pl: Zdjęcie biznesowe
pt_br: Foto profissional
zh_hans: 职业形象照
zh_hant: 職業形象照

source: Product photo of sneakers on white
de: Produktfoto von Sneakern auf Weiß
es: Foto de producto de zapatillas sobre blanco
fr: Photo produit de baskets sur fond blanc
it: Foto prodotto di sneaker su bianco
ja: 白背景のスニーカーの商品写真
ko: 흰 배경의 스니커즈 제품 사진
pl: Zdjęcie produktowe sneakersów na białym tle
pt_br: Foto de produto de tênis em fundo branco
zh_hans: 白底运动鞋产品照
zh_hant: 白底運動鞋產品照

source: Professional food photography, appetizing presentation
de: Professionelle Food-Fotografie, appetitliche Präsentation
es: Fotografía profesional de comida, presentación apetitosa
fr: Photographie culinaire professionnelle, présentation appétissante
it: Fotografia gastronomica professionale, presentazione invitante
ja: プロによる料理写真、食欲をそそる盛り付け
ko: 전문 푸드 포토그래피, 먹음직스러운 플레이팅
pl: Profesjonalna fotografia kulinarna, apetyczna prezentacja
pt_br: Fotografia gastronômica profissional, apresentação apetitosa
zh_hans: 专业美食摄影，令人垂涎的摆盘呈现
zh_hant: 專業美食攝影，令人垂涎的擺盤呈現

source: Profit Margin
de: Gewinnmarge
es: Margen de beneficio
fr: Marge bénéficiaire
it: Margine di profitto
ja: 利益率
ko: 이익률
pl: Marża zysku
pt_br: Margem de lucro
zh_hans: 利润率
zh_hant: 利潤率

source: Prompt copied to clipboard
de: Prompt in die Zwischenablage kopiert
es: Prompt copiado al portapapeles
fr: Prompt copié dans le presse-papiers
it: Prompt copiato negli appunti
ja: プロンプトをクリップボードにコピーしました
ko: 프롬프트를 클립보드에 복사했습니다
pl: Skopiowano prompt do schowka
pt_br: Prompt copiado para a área de transferência
zh_hans: 已将提示词拷贝到剪贴板
zh_hant: 已將提示詞拷貝到剪貼板

source: Prompt Modifiers
de: Prompt-Modifikatoren
es: Modificadores de prompt
fr: Modificateurs de prompt
it: Modificatori di prompt
ja: プロンプト修飾子
ko: 프롬프트 수식어
pl: Modyfikatory promptu
pt_br: Modificadores de prompt
zh_hans: 提示词修饰
zh_hant: 提示詞修飾

source: Purchase cancelled by user
de: Kauf vom Nutzer abgebrochen
es: Compra cancelada por el usuario
fr: Achat annulé par l'utilisateur
it: Acquisto annullato dall'utente
ja: 購入がキャンセルされました
ko: 사용자가 구입을 취소했습니다
pl: Zakup anulowany przez użytkownika
pt_br: Compra cancelada pelo usuário
zh_hans: 用户已取消购买
zh_hant: 使用者已取消購買

source: Purchase Failed
de: Kauf fehlgeschlagen
es: La compra ha fallado
fr: Échec de l'achat
it: Acquisto non riuscito
ja: 購入に失敗しました
ko: 구입 실패
pl: Zakup nie powiódł się
pt_br: Falha na compra
zh_hans: 购买失败
zh_hant: 購買失敗

source: Purchase validation failed
de: Kaufprüfung fehlgeschlagen
es: No se pudo validar la compra
fr: Échec de la validation de l'achat
it: Convalida dell'acquisto non riuscita
ja: 購入の検証に失敗しました
ko: 구입 검증에 실패했습니다
pl: Weryfikacja zakupu nie powiodła się
pt_br: Falha na validação da compra
zh_hans: 购买校验失败
zh_hant: 購買驗證失敗

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
ja: 品質
ko: 품질
pl: Jakość
pt_br: Qualidade
zh_hans: 质量
zh_hant: 品質

source: Quantity
de: Anzahl
es: Cantidad
fr: Quantité
it: Quantità
ja: 枚数
ko: 수량
pl: Ilość
pt_br: Quantidade
zh_hans: 数量
zh_hant: 數量

source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
it: Azioni rapide
ja: クイックアクション
ko: 빠른 실행
pl: Szybkie akcje
pt_br: Ações rápidas
zh_hans: 快捷操作
zh_hant: 快速動作

source: Quick Start
de: Schnellstart
es: Inicio rápido
fr: Démarrage rapide
it: Avvio rapido
ja: クイックスタート
ko: 빠른 시작
pl: Szybki start
pt_br: Início rápido
zh_hans: 快速上手
zh_hant: 快速上手

source: Reached viewing limit (100 images)
de: Anzeigelimit erreicht (100 Bilder)
es: Límite de visualización alcanzado (100 imágenes)
fr: Limite d'affichage atteinte (100 images)
it: Limite di visualizzazione raggiunto (100 immagini)
ja: 表示上限に達しました（100枚）
ko: 표시 한도에 도달했습니다 (이미지 100개)
pl: Osiągnięto limit wyświetlania (100 obrazów)
pt_br: Limite de exibição atingido (100 imagens)
zh_hans: 已达浏览上限（100 张图片）
zh_hant: 已達瀏覽上限（100 張圖片）

source: Reason for adjustment
de: Grund für die Anpassung
es: Motivo del ajuste
fr: Motif de l'ajustement
it: Motivo della modifica
ja: 調整の理由
ko: 조정 사유
pl: Powód korekty
pt_br: Motivo do ajuste
zh_hans: 调整原因
zh_hant: 調整原因

source: Recent
de: Zuletzt
es: Reciente
fr: Récent
it: Recenti
ja: 最近
ko: 최근
pl: Ostatnie
pt_br: Recentes
zh_hans: 最近
zh_hant: 最近

source: Recent Transactions
de: Letzte Transaktionen
es: Movimientos recientes
fr: Transactions récentes
it: Transazioni recenti
ja: 最近の取引
ko: 최근 거래
pl: Ostatnie transakcje
pt_br: Transações recentes
zh_hans: 近期交易
zh_hant: 近期交易

source: Recolor
de: Umfärben
es: Recolorear
fr: Recolorer
it: Ricolora
ja: 色を変える
ko: 색상 변경
pl: Zmień kolor
pt_br: Recolorir
zh_hans: 换配色
zh_hant: 換配色

source: Refresh to see more recent images
de: Aktualisieren, um neuere Bilder zu sehen
es: Actualiza para ver imágenes más recientes
fr: Actualisez pour voir des images plus récentes
it: Aggiorna per vedere immagini più recenti
ja: 更新すると新しい画像が表示されます
ko: 새로 고치면 더 최근 이미지를 볼 수 있습니다
pl: Odśwież, aby zobaczyć nowsze obrazy
pt_br: Atualize para ver imagens mais recentes
zh_hans: 下拉刷新可查看更新的图片
zh_hant: 下拉重新整理即可看到更新的圖片

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
ja: 削除
ko: 제거
pl: Usuń
pt_br: Remover
zh_hans: 移除
zh_hant: 移除

source: Remove photo
de: Foto entfernen
es: Quitar foto
fr: Retirer la photo
it: Rimuovi foto
ja: 写真を削除
ko: 사진 제거
pl: Usuń zdjęcie
pt_br: Remover foto
zh_hans: 移除照片
zh_hant: 移除照片

source: Report issues at github.com/anthropics/claude-code/issues or contact support through the app.
de: Melde Probleme unter github.com/anthropics/claude-code/issues oder wende dich in der App an den Support.
es: Reporta los problemas en github.com/anthropics/claude-code/issues o contacta con soporte desde la app.
fr: Signalez les problèmes sur github.com/anthropics/claude-code/issues ou contactez l'assistance depuis l'app.
it: Segnala i problemi su github.com/anthropics/claude-code/issues oppure contatta il supporto dall'app.
ja: 不具合は github.com/anthropics/claude-code/issues で報告するか、アプリ内からサポートにお問い合わせください。
ko: 문제는 github.com/anthropics/claude-code/issues 에 신고하거나 앱에서 지원팀에 문의하세요.
pl: Zgłaszaj problemy na github.com/anthropics/claude-code/issues albo skontaktuj się z pomocą techniczną w aplikacji.
pt_br: Relate problemas em github.com/anthropics/claude-code/issues ou fale com o suporte pelo app.
zh_hans: 请到 github.com/anthropics/claude-code/issues 反馈问题，或在 App 内联系客服。
zh_hant: 請至 github.com/anthropics/claude-code/issues 回報問題，或在 App 內聯絡客服。

source: Restore old photo
de: Foto restaurieren
es: Restaurar foto
fr: Photo restaurée
it: Restauro foto
ja: 古い写真の復元
ko: 오래된 사진 복원
pl: Renowacja zdjęcia
pt_br: Restaurar foto
zh_hans: 老照片修复
zh_hant: 老照片修復

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구입 복원
pl: Przywróć zakupy
pt_br: Restaurar compras
zh_hans: 恢复购买
zh_hant: 回復購買項目

source: Restored %lld purchase(s).
de: %lld Käufe wiederhergestellt.
es: %lld compras restauradas.
fr: %lld achats restaurés.
it: %lld acquisti ripristinati.
ja: %lld件の購入を復元しました。
ko: 구입 %lld건을 복원했습니다.
pl: Przywrócono %lld zakupu.
pt_br: %lld compras restauradas.
zh_hans: 已恢复 %lld 项购买。
zh_hant: 已回復 %lld 項購買。

source: Retro 80s synthwave sunset
de: Retro-Synthwave-Sonnenuntergang der 80er
es: Atardecer synthwave retro de los 80
fr: Coucher de soleil synthwave rétro des années 80
it: Tramonto synthwave retrò anni '80
ja: 80年代レトロなシンセウェイブの夕日
ko: 80년대 레트로 신스웨이브 노을
pl: Retro zachód słońca synthwave z lat 80.
pt_br: Pôr do sol synthwave retrô dos anos 80
zh_hans: 复古80年代合成波日落
zh_hant: 復古80年代合成波日落

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tentar de novo
zh_hans: 重试
zh_hant: 重試

source: Revenue
de: Umsatz
es: Ingresos
fr: Chiffre d'affaires
it: Ricavi
ja: 売上
ko: 매출
pl: Przychód
pt_br: Receita
zh_hans: 收入
zh_hant: 營收

source: Royal pet portrait
de: Tier als Adel
es: Mascota real
fr: Portrait royal
it: Ritratto reale
ja: ペットの肖像画
ko: 반려동물 초상화
pl: Królewski portret
pt_br: Retrato real
zh_hans: 宠物贵族肖像
zh_hant: 寵物貴族肖像

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
zh_hans: 存储
zh_hant: 儲存

source: Save Failed
de: Sichern fehlgeschlagen
es: No se pudo guardar
fr: Échec de l'enregistrement
it: Salvataggio non riuscito
ja: 保存に失敗しました
ko: 저장 실패
pl: Zapis nie powiódł się
pt_br: Falha ao salvar
zh_hans: 存储失败
zh_hant: 儲存失敗

source: Save Image
de: Bild sichern
es: Guardar imagen
fr: Enregistrer l'image
it: Salva immagine
ja: 画像を保存
ko: 이미지 저장
pl: Zapisz obraz
pt_br: Salvar imagem
zh_hans: 存储图片
zh_hant: 儲存圖片

source: Save to Photos
de: In „Fotos“ sichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
it: Salva in Foto
ja: 「写真」に保存
ko: 사진 앱에 저장
pl: Zapisz w Zdjęciach
pt_br: Salvar em Fotos
zh_hans: 存储到“照片”
zh_hant: 儲存到「照片」

source: Save your creations to gallery
de: Deine Werke in der Galerie sichern
es: Guarda tus creaciones en la galería
fr: Enregistrez vos créations dans la galerie
it: Salva le tue creazioni nella galleria
ja: 作品をギャラリーに保存
ko: 내 작품을 갤러리에 저장
pl: Zapisuj swoje kreacje w galerii
pt_br: Salve suas criações na galeria
zh_hans: 把作品存到图库
zh_hant: 把作品儲存到圖庫

source: Saved to Photos
de: In „Fotos“ gesichert
es: Guardado en Fotos
fr: Enregistré dans Photos
it: Salvato in Foto
ja: 「写真」に保存しました
ko: 사진 앱에 저장됨
pl: Zapisano w Zdjęciach
pt_br: Salvo em Fotos
zh_hans: 已存储到“照片”
zh_hant: 已儲存到「照片」

source: Saved!
de: Gesichert!
es: ¡Guardado!
fr: Enregistré !
it: Salvato!
ja: 保存しました
ko: 저장됨
pl: Zapisano!
pt_br: Salvo!
zh_hans: 已存储
zh_hant: 已儲存
